Repository: contao-estatemanager/lead-matching-tool
Catalog: src/Resources/contao/languages/*/*_lead_matching_meta.xlf
Languages: de

# tl_lead_matching_meta.title
source: Title / Headline
de: Titel / Überschrift

# tl_lead_matching_meta.kauf
source: Buy
de: Kauf

# tl_lead_matching_meta.miete
source: Rent
de: Miete

# tl_lead_matching_meta.marketing
source: Marketing Type
de: Vermarktungsart

# tl_lead_matching_meta.marketingType
source: Marketing Type
de: Vermarktungsart

# tl_lead_matching_meta.tstamp
source: Date
de: Datum

# tl_lead_matching_meta.objectTypes
source: Object types
de: Objektarten

# tl_lead_matching_meta.regions
source: Regions
de: Regionen

# tl_lead_matching_meta.room
source: Rooms
de: Zimmer

# tl_lead_matching_meta.room_from
source: Rooms from
de: Zimmer ab

# tl_lead_matching_meta.room_to
source: Rooms to
de: Zimmer bis

# tl_lead_matching_meta.area
source: Area
de: Fläche

# tl_lead_matching_meta.area_from
source: Area from
de: Fläche ab

# tl_lead_matching_meta.area_to
source: Area to
de: Fläche bis

# tl_lead_matching_meta.price
source: Price
de: Preis

# tl_lead_matching_meta.price_from
source: Price from
de: Preis ab

# tl_lead_matching_meta.price_to
source: Price to
de: Preis bis

# tl_lead_matching_meta.salutation
source: Salutation
de: Anrede

# tl_lead_matching_meta.firstname
source: First name
de: Vorname

# tl_lead_matching_meta.name
source: Name
de: Nachname

# tl_lead_matching_meta.phone
source: Phone
de: Telefon

# tl_lead_matching_meta.submitContact
source: Send
de: Absenden

# tl_lead_matching_meta.submitEstate
source: Search
de: Interessenten suchen

# tl_lead_matching_meta.emptyList
source: Empty
de: Keine Ergebnisse gefunden

# tl_lead_matching_meta.emptyField
source: no data
de: keine Angabe

# tl_lead_matching_meta.headlineEstateForm
source: Find the right prospective customer for your property now.
de: Finden Sie jetzt den passenden Interessenten für Ihre Immobilie.

# tl_lead_matching_meta.labelEstateForm
source: Your real estate data:
de: Ihre Immobilien-Eckdaten:

# tl_lead_matching_meta.headlineContactForm
source: Contact
de: Kontaktanfrage

# tl_lead_matching_meta.labelContactForm
source: Enter your contact details where we can reach you:
de: Geben Sie Ihre Kontaktdaten ein, unter denen wir Sie erreichen können:

# tl_lead_matching_meta.headlineList
source: Suitable interested parties for your property
de: Passende Interessenten für Ihre Immobilie

# tl_lead_matching_meta.labelList
source: Search our database for suitable interested parties using your basic property data.
de: Durchsuchen Sie unseren Datenbestand, nach geeigneten Interessenten anhand Ihrer Immobilien-Eckdaten.

# tl_lead_matching_meta.labelCount
source: Results found
de: Interessenten gefunden
