Repository: contao-estatemanager/lead-matching-tool
Catalog: src/Resources/contao/languages/*/*_lead_matching.xlf
Languages: de

# tl_lead_matching.data_legend
source: Data-Configuration
de: Daten-Konfiguration

# tl_lead_matching.config_legend
source: Base-Configuration
de: Basis-Konfiguration

# tl_lead_matching.searchcriteria_legend
source: Searchcriteria / List
de: Suchanfragen / Liste

# tl_lead_matching.estate_form_legend
source: Estate form
de: Immobilienformular

# tl_lead_matching.contact_form_legend
source: Contact form
de: Kontaktformular

# tl_lead_matching.addEstateForm.0
source: Add real estate form
de: Immobilien-Formular hinzufügen

# tl_lead_matching.addEstateForm.1
source: Needed to filter the list by real estate data. Without form, the complete list of found search inquiries is displayed.
de: Wird benötigt um die Liste anhand von Immobilien-Eckdaten zu filtern. Ohne Formular wird die komplette Liste gefundener Suchanfragen ausgegeben.

# tl_lead_matching.estateFormMetaFields.0
source: Estate form fields
de: Immobilien-Formularfelder

# tl_lead_matching.estateFormMetaFields.1
source: Define the fields to display.
de: Definieren Sie die anzuzeigenden Felder.

# tl_lead_matching.contactForm.0
source: Contact form
de: Kontakt-Formular

# tl_lead_matching.contactForm.1
source: Select the form here.
de: Wählen Sie hier das Formular aus, welches zuvor im Formular-Generator erstellt wurde.

# tl_lead_matching.title.0
source: Title
de: Titel

# tl_lead_matching.title.1
source: Define here a title for the configuration.
de: Geben Sie hier einen Titel für die Konfiguration an.

# tl_lead_matching.forceList.0
source: Always display list
de: Liste immer anzeigen

# tl_lead_matching.forceList.1
source: Outputs the list of search inquiries already without filtering.
de: Gibt die Liste mit Suchanfragen bereits ohne Filterung aus.

# tl_lead_matching.forceContact.0
source: Always display contact form
de: Kontaktformular immer anzeigen

# tl_lead_matching.forceContact.1
source: Outputs the contact form already without filtering.
de: Gibt die Kontaktmöglichkeit bereits ohne Filterung aus.

# tl_lead_matching.addContactForm.0
source: Add contact form
de: Kontaktformular hinzufügen

# tl_lead_matching.addContactForm.1
source: Allows you to contact specific search inquiries.
de: Ermöglicht die Kontaktaufnahme bestimmter Suchanfragen.

# tl_lead_matching.addBlankMarketingType.0
source: Include blank option for marketing types
de: Leerauswahl für Vermarktungsarten hinzufügen

# tl_lead_matching.addBlankMarketingType.1
source: Includes a blank option to the marketing types in the frontend.
de: Fügt den Vermarktungsarten eine Leerauswahl im Frontend hinzu.

# tl_lead_matching.addBlankObjectType.0
source: Include blank option for object types
de: Leerauswahl für Objektarten hinzufügen

# tl_lead_matching.addBlankObjectType.1
source: Includes a blank option to the object types in the frontend.
de: Fügt den Objektarten eine Leerauswahl im Frontend hinzu.

# tl_lead_matching.addBlankRegion.0
source: Include blank option for regions
de: Leerauswahl für Regionen hinzufügen

# tl_lead_matching.addBlankRegion.1
source: Includes a blank option to the object types in the frontend.
de: Fügt den Regionen eine Leerauswahl im Frontend hinzu.

# tl_lead_matching.preciseRegionSearch.0
source: Use precise region search
de: Präzise Regionensuche verwenden

# tl_lead_matching.preciseRegionSearch.1
source: If the precise region search is active, a select box with selectable regions is provided instead of a radius search.
de: Sofern die präzise Regionensuche aktiv ist, wird, statt einer Umkreissuche eine Select-Box mit auswählbaren Regionen zur Verfügung gestellt.

# tl_lead_matching.countResults.0
source: Display quantity
de: Anzahl anzeigen

# tl_lead_matching.countResults.1
source: Returns the number of found entries.
de: Gibt die Anzahl gefundener Einträge aus.

# tl_lead_matching.numberOfItems.0
source: Number of items
de: Gesamtzahl der Beiträge

# tl_lead_matching.numberOfItems.1
source: Here you can limit the number of items. Set to 0 to show all.
de: Hier können Sie die Gesamtzahl der Beiträge begrenzen. Geben Sie 0 ein, um alle anzuzeigen.

# tl_lead_matching.perPage.0
source: Items per page
de: Elemente pro Seite

# tl_lead_matching.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
de: Die Anzahl an Elementen pro Seite. Geben Sie 0 ein, um den automatischen Seitenumbruch zu deaktivieren.

# tl_lead_matching.listItemTemplate.0
source: List Item Template
de: Listen Element Template

# tl_lead_matching.listItemTemplate.1
source: Please select a template.
de: Bitte wählen Sie ein Template.

# tl_lead_matching.type.0
source: Source data
de: Quelldaten

# tl_lead_matching.type.1
source: Define where the data is to be obtained from
de: Definieren Sie woher die Daten bezogen werden sollen

# tl_lead_matching.marketingType.0
source: Marketing type
de: Vermarktungsart

# tl_lead_matching.marketingType.1
source: Specify the marketing type. If the field is left empty, all marketing types are taken into account.
de: Geben Sie die Vermarktungsart an. Sollte das Feld leer gelassen werden, werden alle Vermarktungsarten berücksichtigt.

# tl_lead_matching.marketingTypes.0
source: Marketing types
de: Vermarktungsarten

# tl_lead_matching.marketingTypes.1
source: Specify the marketing types that are available for selection if the user can choose them.
de: Geben Sie die Vermarktungsarten an, welche zur Auswahl stehen, wenn der Nutzer diese selber wählen kann.

# tl_lead_matching.listMetaFields.0
source: Field metadata
de: Feld Meta-Daten

# tl_lead_matching.listMetaFields.1
source: Define the fields to display.
de: Definieren Sie die anzuzeigenden Felder.

# tl_lead_matching.objectTypes.0
source: Objecttypes
de: Objektarten

# tl_lead_matching.objectTypes.1
source: Choose the Object types.
de: Wählen Sie die anzuzeigenden Objektarten.

# tl_lead_matching.regions.0
source: Regions
de: Regionen

# tl_lead_matching.regions.1
source: Define the regions to display.
de: Definieren Sie die anzuzeigenden Regionen.

# tl_lead_matching.contactFormCheckboxes.0
source: Checkbox fields
de: Checkbox-Felder

# tl_lead_matching.contactFormCheckboxes.1
source: Define the possible checkbox fields here. Please save this configuration to select the checkbox fields to be displayed via contact form fields.
de: Definieren Sie hier die möglichen Checkbox-Felder. Bitte speichern Sie diese Konfiguration um anschließend die anzuzeigenden Checkbox-Felder über Kontakt-Formularfelder auszuwählen.

# tl_lead_matching.txtListHeadline.0
source: Headline
de: Überschrift

# tl_lead_matching.txtListHeadline.1
source: Define a headline here.
de: Definieren Sie hier eine Überschrift.

# tl_lead_matching.txtEstateHeadline.0
source: Headline
de: Überschrift

# tl_lead_matching.txtEstateHeadline.1
source: Define a headline here.
de: Definieren Sie hier eine Überschrift.

# tl_lead_matching.txtContactHeadline.0
source: Headline
de: Überschrift

# tl_lead_matching.txtContactHeadline.1
source: Define a headline here.
de: Definieren Sie hier eine Überschrift.

# tl_lead_matching.txtListDescription.0
source: Description
de: Beschreibung

# tl_lead_matching.txtListDescription.1
source: Define a description here.
de: Definieren Sie hier einen Beschreibungstext.

# tl_lead_matching.txtEstateDescription.0
source: Description
de: Beschreibung

# tl_lead_matching.txtEstateDescription.1
source: Define a description here.
de: Definieren Sie hier einen Beschreibungstext.

# tl_lead_matching.txtContactDescription.0
source: Description
de: Beschreibung

# tl_lead_matching.txtContactDescription.1
source: Define a description here.
de: Definieren Sie hier einen Beschreibungstext.

# tl_lead_matching.groupRelatedFields.0
source: Group related fields
de: Zusammenhängende Felder gruppieren

# tl_lead_matching.groupRelatedFields.1
source: Groups related fields and outputs them as from to values.
de: Gruppiert zusammenhängende Felder und gibt diese als von bis Werte aus.

# tl_lead_matching.editalias
source: Edit the source element ID %s
de: Quellelement ID %s bearbeiten
