Repository: contao-estatemanager/lead-matching-tool
Catalog: src/Resources/contao/languages/*/*_search_criteria.xlf
Languages: de

# tl_search_criteria.title_legend
source: Title / Marketing type
de: Titel / Vermarktung

# tl_search_criteria.config_legend
source: Config
de: Konfiguration

# tl_search_criteria.published_legend
source: Publish
de: Veröffentlichen

# tl_search_criteria.region_legend
source: Regions
de: Regionen

# tl_search_criteria.geo_legend
source: Proximity search
de: Umkreissuche

# tl_search_criteria.title.0
source: Title / Headline
de: Titel / Überschrift

# tl_search_criteria.title.1
source: Here you can enter a title / headline.
de: Geben Sie hie einn Titel / eine Überschrift an.

# tl_search_criteria.tstamp.0
source: Date
de: Datum

# tl_search_criteria.marketingType.0
source: Marketng type
de: Vermarktungsart

# tl_search_criteria.marketingType.1
source: Indicate which marketing you are looking for.
de: Geben Sie an für welche Vermarktung gesucht wird.

# tl_search_criteria.objectType.0
source: Objecttype
de: Objektart

# tl_search_criteria.objectType.1
source: Choose the Object type.
de: Wählen Sie die Objektart.

# tl_search_criteria.regions.0
source: Regions
de: Regionen

# tl_search_criteria.regions.1
source: Define the regions. This field is observed if manual selection is preferred.
de: Definieren Sie die Regionen. Dieses Feld wird beachtet, wenn eine manuelle Auswahl bevorzugt wird.

# tl_search_criteria.room_from.0
source: Room from
de: Zimmer ab

# tl_search_criteria.room_from.1
source: Specify how many rooms you are looking for (from).
de: Geben Sie an ab wie viel Zimmer gesucht wird.

# tl_search_criteria.room_to.0
source: Room to
de: Zimmer bis

# tl_search_criteria.room_to.1
source: Specify how many rooms you are looking for (to).
de: Geben Sie an bis wie viel Zimmer gesucht wird.

# tl_search_criteria.area_from.0
source: Area from
de: Fläche ab

# tl_search_criteria.area_from.1
source: Define the area size (from).
de: Geben Sie an ab welcher Größe gesucht wird.

# tl_search_criteria.area_to.0
source: Area to
de: Fläche bis

# tl_search_criteria.area_to.1
source: Define the area size (to).
de: Geben Sie an bis zu welcher Größe gesucht wird.

# tl_search_criteria.price_from.0
source: Price from
de: Preis ab

# tl_search_criteria.price_from.1
source: Define the price (from).
de: Geben Sie eine Preisvorstellung (ab) an.

# tl_search_criteria.price_to.0
source: Price to
de: Preis bis

# tl_search_criteria.price_to.1
source: Define the price size (to).
de: Geben Sie eine Preisvorstellung (bis) an.

# tl_search_criteria.latitude.0
source: Latitude
de: Breitengrad

# tl_search_criteria.latitude.1
source: Enter the latitude of the region.
de: Geben Sie hier den Breitengrad der Region an.

# tl_search_criteria.longitude.0
source: Longitude
de: Längengrad

# tl_search_criteria.longitude.1
source: Enter the longitude of the region.
de: Geben Sie hier den Längengrad der Region an.

# tl_search_criteria.postalcode.0
source: Postal code
de: Postleitzahl

# tl_search_criteria.postalcode.1
source: Enter the postal code of the region.
de: Geben Sie hier die Postleitzahl der Region an.

# tl_search_criteria.city.0
source: City
de: Stadt

# tl_search_criteria.city.1
source: Enter the city of the region.
de: Geben Sie hier den Namen der Region an.

# tl_search_criteria.range.0
source: Search within a radius of
de: Such im Umkreis von

# tl_search_criteria.range.1
source: Enter the maximum radius (km - without unit).
de: Geben Sie hier den maximalen Radius an (km - ohne Einheit)

# tl_search_criteria.published.0
source: Publish search inquiry
de: Suchanfrage veröffentlichen

# tl_search_criteria.published.1
source: Make the search query publicly visible on the website.
de: Diese Suchanfrage auf der Webseite anzeigen.
